{"contents":[{"imgSrc":[],"tagName":"H1","content":"第一部分 动词"},{"imgSrc":[],"tagName":"H2","content":"第二章 动词的时态"},{"imgSrc":[],"tagName":"H3","content":"第二节 真题分析"},{"imgSrc":[],"tagName":"H4","content":"一、雅思阅读真题分析20例"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"研究发现，成绩高的人比成绩低的人更经常也更有效使用自我调节的学习策略。","answer":"High achievers have been found to use self-regulatory learning strategies more often and more effectively than lower achievers. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成时，谓语是have been found。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"他说他和Crick已经获得成功，因为他们意识到，他们并不是追求该答案的最聪明的科学家。","answer":"He said he and Crick had succeeded because they were aware that they weren't the most intelligent of the scientists pursuing the answer. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。主句的时态是一般过去时，谓语是said。后面是省略了引导词that的宾语从句，该宾语从句的时态是一般过去完成时，谓语是had succeeded；该宾语从句中又包含一个由because引导的原因状语从句，时态是一般过去时，were是系动词；该原因状语从句中又包含一个由that引导的宾语从句，作形容词aware的宾语，时态是一般过去时，weren't是系动词的否定形式。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"Macfarlane推断，无论英国人饮用的是什么酒，但在调节疾病方面一定都是很重要的。","answer":"Macfarlane deduced that whatever the British were drinking must have been important in regulating disease. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。主句的时态是一般过去时，谓语是deduced；that引导的是宾语从句。该宾语从句本身又是一个主从复合句，主句的时态是现在完成时，谓语是have been；whatever引导的是主语从句，时态是过去进行时，谓语是were drinking。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"因此，受人推崇的这种语言变体通常是“标准的”书面语言，尤其是在文学作品或最能反映这种风格的正式口语中。","answer":"The variety which is favoured, in this account, is usually a version of the ‘standard’ written language, especially as encountered in literature, or in the formal spoken language which most closely reflects this style. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。画线的部分是主句，时态是一般现在时，is是系动词；第一个which引导的是定语从句，修饰The variety，时态是一般现在时，谓语是is favoured；第二个which引导的也是定语从句，修饰the formal spoken language，时态是一般现在时，谓语是reflects。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"这其中的某些（原料），如蜗牛的腺黏液，很难获取，而且极其昂贵。","answer":"Some of these, such as the glandular mucus of snails, were difficult to obtain and outrageously expensive. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是一般过去时，were是系动词。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"对于研发的工作人员来说，将这些条件复制到其他国家是一个主要的挑战。","answer":"Replicating these conditions in other countries will be a major challenge for development workers. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是一般将来时，谓语是will be。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"从马科特项目中所获得的经验在这次积极的行动中将有很大的帮助，而马科特地区也会为将来的工作提供很好的参考范例。","answer":"The experiences from Makete will help in this initiative, and Makete District will act as a reference for future work. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由and连接的两个简单句组成的并列句。and前后句子的时态都是一般将来时，谓语分别是will help和will act as。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"1906年，丈夫的突然离世对于玛丽·居里来说是一个沉重的打击，但也是她事业的一个转折点。自此以后，她投入了全部的精力，去独立完成他（她）们共同承担的科研工作。","answer":"The sudden death of her husband in 1906 was a bitter blow to Marie Curie, but was also a turning point in her career: henceforth she was to devote all her energy to completing alone the scientific work that they had undertaken. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：冒号前是一个由but连接两个并列谓语的简单句，时态是一般过去时，was是系动词。冒号后是一个主从复合句，主句的时态是一般过去将来时，谓语是was to devote；that引导的是定语从句，修饰the scientific work，时态是过去完成时，谓语是had undertaken。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"但是，对于这些做出解释的专业人士来说有一点值得安慰：如果他们不解释，参观者会根据自己的想法、误解和偏见来做出解释。","answer":"There is one compensation, however, for the professionals who make these interpretations：if they did not provide the interpretation, visitors would do it for themselves, based on their own ideas, misconceptions and prejudices. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由冒号连接的两个主从复合句。在冒号前的句子中，主句的时态是一般现在时，is是系动词；who引导的是定语从句，修饰the professionals，时态也是一般现在时，谓语是make。在冒号后的句子中，if引导的是条件状语从句，时态是一般过去时，谓语是did not provide；主句的时态是一般过去将来时，谓语是would do。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"一些水利专家要求更灵活地使用现有的水利基础设施，而不是再建造新的设施。建造新设施越来越被认为是万不得已之选而非首选。","answer":"Some water experts are now demanding that existing infrastructure be used in smarter ways rather than building new facilities, which is increasingly considered the option of last, not first, resort. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。主句的时态是现在进行时，谓语是are…demanding；that引导的宾语从句是虚拟语气，谓语是（should已省略）be used；该从句中又包含一个由which引导的非限制性定语从句，修饰building new facilities，时态是一般现在时，谓语是is…considered。"},{"imgSrc":[],"tagName":"H6","content":"Example 11"},{"title":"然而，他们现在的确还没有发现的是主流科学家们态度上的任何变化：大部分人仍然完全排斥心灵感应这一观点。","answer":"What they are certainly not finding, however, is any change in attitude of mainstream scientists: most still totally reject the very idea of telepathy. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：冒号前是一个主从复合句。What引导的是主语从句，该从句的时态是现在进行时，谓语是are…not finding；主句的时态是一般现在时，is是系动词。冒号后是一个简单句，时态是一般现在时，谓语是reject。"},{"imgSrc":[],"tagName":"H6","content":"Example 12"},{"title":"1998年，交通运输部门的能源消耗导致的二氧化碳排放量占28%，二氧化碳是温室气体的首要来源。","answer":"In 1998, energy consumption in the transport sector was to blame for 28% of emissions of CO2, the leading greenhouse gas. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是一般过去将来时，谓语是was to blame for。"},{"imgSrc":[],"tagName":"H6","content":"Example 13"},{"title":"短短几秒钟之后，他便以每小时290千米的速度高飞和俯冲，有时可以达到每小时300千米，比典型的做空中造型运动的跳伞运动员的下降时速还快每小时104千米。","answer":"Within seconds he was soaring and diving at over 290 kph, at one point reaching 300 kph, about 104 kph faster than the typical falling skydiver. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是过去进行时，谓语是was soaring and diving。"},{"imgSrc":[],"tagName":"H6","content":"Example 14"},{"title":"澳大利亚与您即将访问的八个国家的政府间有互惠的医疗安排。","answer":"Australia has reciprocal medical arrangements with the governments of the eight nations you will be visiting. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。主句的时态是一般现在时，谓语是has；you will be visiting是省略了引导词that的定语从句，修饰the eight nations，该从句的时态是将来进行时，谓语是will be visiting。"},{"imgSrc":[],"tagName":"H6","content":"Example 15"},{"title":"小白鼠的实验结果反复进行了很多次，并且后来延伸到很多生物身上，从酵母到果蝇、蠕虫、鱼、蜘蛛、老鼠和仓鼠等。","answer":"The rat findings have been replicated many times and extended to creatures ranging from yeast to fruit flies, worms, fish, spiders, mice and hamsters. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成时，and连接的是两个并列的谓语，即谓语是have been replicated…and extended to。"},{"imgSrc":[],"tagName":"H6","content":"Example 16"},{"title":"皮埃尔·居里和她一起进行研究，试图解决这个难题，结果他（她）们发现了钋和镭这两种新元素。","answer":"Pierre Curie joined her in the work that she had undertaken to resolve this problem, and that led to the discovery of the new elements, polonium and radium. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个主从复合句。主句的时态是一般过去时，谓语是joined；that引导的是定语从句，修饰the work，时态是过去完成时，谓语是had undertaken。and后是一个简单句，时态是一般过去时，谓语是let to。"},{"imgSrc":[],"tagName":"H6","content":"Example 17"},{"title":"面对媒体频繁且生动的报道，也许不需要任何正规的教育，孩子们就能够形成一系列有关热带雨林的观点：比如说雨林是什么，位置在哪里，为什么如此重要，又是什么在威胁它们等。","answer":"In the face of the frequent and often vivid media coverage, it is likely that children will have formed ideas about rainforests—what and where they are, why they are important, what endangers them—independent of any formal tuition. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。it是形式主语，that引导的是主语从句，该从句的时态是将来完成时，谓语是will have formed。两个破折号之间是由what and where，why和what引导的三个并列的同位语从句，作ideas的同位语，时态都是一般现在时，系动词（谓语）分别是are, are, endangers。"},{"imgSrc":[],"tagName":"H6","content":"Example 18"},{"title":"（冷血）这一点使飞行变得困难，因为它们缺乏那种能够给肌肉提供长时间飞行所需能量的耐力。","answer":"This would have made flying awkward, as they would have lacked the endurance to power their muscles for long periods of time. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，as引导的是原因状语从句，主句和从句的时态都是过去将来完成时，谓语分别是would have made和would have lacked。"},{"imgSrc":[],"tagName":"H6","content":"Example 19"},{"title":"尽管全球经济的增长速度是每年3%多一点儿，但贸易量的年综合增长率却已是它的两倍。","answer":"While the global economy has been expanding at a bit over 3% a year, the volume of trade has been rising at a compound annual rate of about twice that. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。While引导的是让步状语从句；主句和从句的时态都是现在完成进行时，谓语分别是has been expanding和has been rising。"},{"imgSrc":[],"tagName":"H6","content":"Example 20"},{"title":"Pilkington不断地实验，以改良熔化工艺。1952年，他有了一个想法，就是用熔化金属作基床加工玻璃板，有了这样的金属液槽，就可以彻底淘汰滚轴了。","answer":"Pilkington had been experimenting with improving the melting process, and in 1952 he had the idea of using a bed of molten metal to form the flat glass, eliminating altogether the need for rollers within the float bath. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由and连接的两个简单句组成的并列句。and前句子的时态是过去完成进行时，谓语是had been experimenting；and后句子的时态是一般过去时，谓语是had。"},{"imgSrc":[],"tagName":"H4","content":"二、雅思听力真题分析20例"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"在这个研讨会上，我要介绍几点想法，内容是关于未来十年内活动可能会如何改变。","answer":"And what I'm going to present in this seminar is a few ideas about how the activity is likely to change in the next ten years. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。what引导的是主语从句，时态是一般将来时，谓语是am going to present；主句的时态也是一般现在时，is是系动词；how引导的是宾语从句，作介词about的宾语，时态是一般将来时，即“be+动词不定式”表示将来，谓语是is…to change。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"当然了，直到彼时，学者们一直认为，人类首先是在西部从亚洲迁移到波利尼西亚群岛的。","answer":"Up until that time of course, academics had believed that humans first migrated to the islands in Polynesia from Asia, in the west. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。主句的时态是过去完成时，谓语是had believed；that引导的是宾语从句，时态是一般过去时，谓语是migrated to。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"其他人呼吁取消新的纳米产品，如化妆品，并且暂时停止进行多种纳米技术的研究。","answer":"Others have called for a withdrawal of new nano products such as cosmetics and a temporary halt to many kinds of nanotech research. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成时，谓语是have called for。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"我们举办了许多精彩的室内外展览，蔓延数百公顷。","answer":"We have lots of fascinating indoor and outdoor exhibits on our huge complex, spreading hundreds of hectares. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是一般现在时，谓语是have。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"当然，建立这样一个大型项目花了一段时间，但是，该项目（20世纪）60年代进行规划，70年代建成，最终在1983年向公众开放。","answer":"Of course it took a while for such a big project to get started, but it was planned in the 60s, built in the 70s and eventually opened to the public in 1983. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由but连接的两个简单句组成的并列句。but前句子的时态是一般过去时，谓语是took；but后是一个有并列谓语的简单句，即谓语是was planned…, built…and…opened。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"有些物品在运输过程中被损坏了，所以我要索赔。","answer":"Some items were damaged during the move so I need to make a claim. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由so连接的两个简单句组成的并列句。so前面句子的时态是一般过去时，谓语是were damaged；so后面句子的时态是一般现在时，谓语是need。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"我们将会动员该地学校的孩子们挖掘一个当地的故事，或许是当地一位体育明星的生平，然后请一位艺术家把这个故事融入到画作中，该画作将挂在希尔街超市对面大楼的墙上。","answer":"We're going to get school children in the area to research a local story, the life of a local sports hero perhaps, and an artist will incorporate that story into paintings on the wall of a building on the other side of Hill Street from the supermarket. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由and连接的两个简单句组成的并列句。and前后句子的时态都是一般将来时，谓语分别是are going to get和will incorporate。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"顺便说一句，她会要求你有介绍人，因此你可以考虑一下这一点。","answer":"And by the way, she will ask you for a reference, so you might like to be thinking about that. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由so连接的两个简单句组成的并列句。so前面句子的时态是一般将来时，谓语是will ask；so后面句子的时态是一般过去时，谓语是might like。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"我原以为招募助手可能会很麻烦，但实际上每个人都非常乐意，有时他们的导师也会参与进来。","answer":"I thought I would have trouble recruiting help but in fact everyone was very willing and sometimes their tutors got involved too. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句，主句的时态是一般过去时，谓语是thought；画线的部分是省略了引导词that的宾语从句，时态是一般过去将来时，谓语是would have。but后是由and连接的两个简单句组成的并列句，这两个简单句的时态都是一般过去时，系动词和谓语分别是was和got involved。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"如果我获得了这份工作，签字不是问题。","answer":"That wouldn't be a problem, if I were to get the job. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。主句的时态是一般过去将来时，谓语是wouldn't be；if引导的是条件状语从句，时态也是一般过去将来时，谓语是were to get，是“were+动词不定式”的特殊结构。"},{"imgSrc":[],"tagName":"H6","content":"Example 11"},{"title":"两百多年以来，研究和勘探一直在南极洲进行着。","answer":"Research and exploration has been going on in Antarctica for more than two hundred years. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成进行时，谓语是has been going on。"},{"imgSrc":[],"tagName":"H6","content":"Example 12"},{"title":"他将告诉我们有关改善快速发展的红山郊区的计划。","answer":"He will be telling us about the plan to improve the fast-growing suburb of Red Hill. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是将来进行时，谓语是will be telling。"},{"imgSrc":[],"tagName":"H6","content":"Example 13"},{"title":"在爱尔兰西部的梅奥郡，犁头的石刃已经在挖掘的过程中被发现。","answer":"The stone blade of a plough has been discovered during excavation in County Mayo in western Ireland. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成时，谓语是has been discovered。"},{"imgSrc":[],"tagName":"H6","content":"Example 14"},{"title":"我也认为这个想法在将来还有很长的路要走，但它最终会实现，浮舟数据将会做出贡献。","answer":"I agree that this concept is still a long way in the future, but it will come eventually and the float data will have made a contribution. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句，主句的时态是一般现在时，谓语是agree；that引导的是宾语从句，时态也是一般现在时，is是系动词。but后是由and连接的两个简单句组成的并列句，and前句子的时态是一般将来时，谓语是will come；and后句子的时态是将来完成时，谓语是will have made。"},{"imgSrc":[],"tagName":"H6","content":"Example 15"},{"title":"在过去的五年内，来自13个国家的科学家已经参加了这个项目，并且在各自控制的海洋内投放了浮舟。","answer":"Over the last five years scientists from thirteen countries have been taking part in the project and launching floats in their area of ocean control. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是现在完成进行时，谓语是have been taking part in…and launching。"},{"imgSrc":[],"tagName":"H6","content":"Example 16"},{"title":"嗯，在20世纪70年代，我的妻子利兹和我获得了80英亩的牧羊地，于是我们决定安顿下来并要生孩子。","answer":"Well, during the 1970s, my wife, Liz and I had just acquired 80 acres of sheep-farming land, and we decided to settle down and have children. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由and连接的两个简单句组成的并列句。and前句子的时态是过去完成时，谓语是had…acquired；and后句子的时态是一般过去时，谓语是decided。"},{"imgSrc":[],"tagName":"H6","content":"Example 17"},{"title":"在种植谷类作物之前，有必要先采伐森林并且犁地松土。","answer":"Before the cereal crops could be planted, it would have been necessary to clear the forest and to break the ground by ploughing. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。Before引导的是时间状语从句，时态是一般过去时，谓语是could be planted；主句的时态是过去将来完成时，谓语是would have been。"},{"imgSrc":[],"tagName":"H6","content":"Example 18"},{"title":"地址在购物中心区，Bradcaster的西部，因此，对于那些不方便去城北老店的顾客来说，这是个好消息。","answer":"It's going to be in the shopping centre to the west of Bradcaster, so that will be good news for all of you who've found the original shop in the north of the town hard to get to. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：so前面是一个简单句，时态是一般将来时，谓语是is going to be。so后面是一个主从复合句，主句的时态是一般将来时，谓语是will be；who引导的是定语从句，时态是现在完成时，谓语是have found。"},{"imgSrc":[],"tagName":"H6","content":"Example 19"},{"title":"例如，一些写作策略将提高你在写作方面的规划，组织你的思路，并且建立一些技巧来帮助你写得更清楚。","answer":"Some of the strategies in writing, for example, would be improving your planning for writing, organising your thinking and building some techniques to help you write more clearly. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个简单句，时态是过去将来进行时，谓语是would be improving…，organising…and building。"},{"imgSrc":[],"tagName":"H6","content":"Example 20"},{"title":"我们将会乘坐一个中等大小的长途汽车，所以上面会有45个座位。","answer":"And we will be taking a medium size coach so there will be 45 places on that. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是由so连接的两个简单句组成的并列句。so前面句子的时态是将来进行时，谓语是will be taking；so后面句子的时态是一般将来时，谓语是will be。"},{"imgSrc":[],"tagName":"H4","content":"三、雅思写作和口语中的时态"},{"imgSrc":[],"tagName":"H6","content":"1. used to+动词原形“过去常常……”"},{"imgSrc":[],"tagName":"P","content":"该句型中，used to后面要接动词原形，表示“过去常常”，指过去习惯性的动作或状态，但如今已不存在。"},{"title":"我们过去在教室里面除了黑板之外没有其他的东西，而如今在大部分的教室里，我们有了诸如电脑和投影仪等多媒体系统。","answer":"We used to have nothing but blackboard in classrooms but now we have multimedia systems such as computers and projectors in most of the classrooms.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于写作、口语的“教育类和科技类”话题中。used to…but now…表示对比过去和现在。"},{"imgSrc":[],"tagName":"H6","content":"2. hardly/scarcely/rarely…when…“刚一……就……”"},{"imgSrc":[],"tagName":"P","content":"该句型中，主句用过去完成时，when引导的时间状语从句用一般过去时。"},{"title":"我刚一到饭店，晚会就开始了。","answer":"Hardly had I reached the hotel when the party began.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于口语中描述一次经历。"},{"imgSrc":[],"tagName":"H6","content":"3. no sooner…than…“一……就……”"},{"imgSrc":[],"tagName":"P","content":"该句型中，主句用过去完成时，than引导的比较状语从句用一般过去时。"},{"title":"比赛一开始就下起了大雨。","answer":"No sooner had the game started than it began to rain heavily.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于口语中描述一次活动或事件。"},{"imgSrc":[],"tagName":"H6","content":"4. It was the first time/thing that…“第一次（件事）……”"},{"imgSrc":[],"tagName":"P","content":"这是一个强调句型，在该句型中，that后面句子的时态要用过去完成时。"},{"title":"我永远不会忘记这次旅行，因为这是我第一次不是和家人一起出行。","answer":"：I'll never forget this trip because it was the first time that I had traveled without a home base.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于写作、口语的“旅行类和经历类”话题中。"},{"title":"虽然木屋的模型做得一点儿也不完美，但这是我亲自完成的第一件事。","answer":"：Although the model of a wooden house was not perfect at all, it was the first thing that I had done by myself.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于口语中描述一次难忘的经历。"},{"imgSrc":[],"tagName":"H6","content":"5. would rather+动词原形+than+动词原形“宁愿……，而不……”"},{"imgSrc":[],"tagName":"P","content":"注意，该句型中的动词都用原形。"},{"title":"因此，人们宁愿花钱买新产品，而不愿意在修理旧的东西方面花费金钱和时间。","answer":"As a result, people would rather buy new products than spend a large amount of money and time on repairing old ones.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于写作、口语的“生活类”话题中。"},{"imgSrc":[],"tagName":"H6","content":"6. would rather sb. did sth. “宁愿某人做某事”"},{"imgSrc":[],"tagName":"P","content":"注意，该句型中的动词要用过去式。"},{"title":"如今，政府宁愿人们乘坐公共交通工具而不是开私家车。","answer":"Nowadays, the government would rather people took public transportation instead of private cars.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：该句常用于写作、口语的“政府类和交通类”话题中。"},{"imgSrc":[],"tagName":"P","content":"特别说明"},{"imgSrc":[],"tagName":"P","content":"以上6个句型，都是雅思写作和口语中的加分句型，但使用的时候一定要注意时态，注意谓语动词要用恰当的形式。考生在平时要多加练习，熟能生巧。"}]}