{"contents":[{"imgSrc":[],"tagName":"H1","content":"第三部分 三种句子类型"},{"imgSrc":[],"tagName":"H2","content":"第三章 主从复合句"},{"imgSrc":[],"tagName":"H3","content":"第七节 真题分析"},{"imgSrc":[],"tagName":"H4","content":"一、雅思阅读真题分析60例"},{"imgSrc":[],"tagName":"H5","content":"（一）主语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"然而，从对蝾螈家谱的详细分析来看，很明显，其他血统是由一种本身已经失去变形能力的祖先进化而来的。","answer":"From a detailed analysis of the salamanders' family tree, however, it is clear that the other lineages evolved from an ancestor that itself had lost the ability to metamorphose. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。it是形式主语，第一个that引导的是主语从句；该从句中又包含一个由that引导的定语从句，修饰an ancestor。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"然而，我们还没有完全理解的是，为什么有些树木会产生红色素，而其他的树木则不会，只是呈现出橙色或黄色色调。","answer":"What is still not fully understood, however, is why some trees resort to producing red pigments while others don't bother, and simply reveal their orange or yellow hues. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。What引导的是主语从句；why引导的是表语从句，该表语从句又是由while连接的两个简单句组成的并列句，while前后的句子是对比关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"实际上，现在如果任何人想获得进行研究工作的许可都要请教社区的人，他们可以帮助设置研究的日常安排，反映他们最关注的问题。","answer":"In fact it is now a requirement for anyone hoping to get permission to do research that they consult the communities, who are helping to set the research agenda to reflect their most important concerns. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。it是形式主语，that引导的是主语从句；该从句中又包含一个由who引导的非限制性定语从句，修饰the communities。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"根据这些事实，可以推断出穿越白令海峡的主要迁徙潮一共有三次。","answer":"From this evidence it was deduced that there had been three major waves of migration across the Bering Strait. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。it是形式主语，that引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"我们发现，来自有噪声学校的小学生血压较高，和那些在安静学校上学的小学生相比，他们更容易分心。","answer":"It was found that children from the noisy schools had higher blood pressure and were more easily distracted than those who attended the quiet schools. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。It是形式主语，that引导的是主语从句；该从句中又包含一个由who引导的定语从句，修饰those。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"在一些孩子身上，这种情况（自我调节的学习策略）频繁发生，他们似乎在特定的领域具有天分。","answer":"This happens to such a high degree in some children that they appear to be demonstrating talent in particular areas. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，such…that引导的是结果状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"所以，当霍夫曼偶然提到说需要一种合成物质来代替奎宁时，毫不令人意外的是，他的得意门生承担了这一挑战。","answer":"Thus, when Hofmann made some passing comments about the desirability of a synthetic substitute for quinine, it was unsurprising that his star pupil was moved to take up the challenge. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。when引导的是时间状语从句；it是形式主语，that引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"在关于天才的神话中，人们普遍认为，如果人们在某方面很有天赋，那么他们一定会在其他方面有所不足；知识分子往往不切实际；神童往往昙花一现；天才往往很古怪；他们的体质都很孱弱；天才和疯子只有一线之隔；天赋是家族遗传的；天才很聪明，所以不需要任何特别的帮助；天才和高智商是一回事；有些种族比其他人更聪明、更有音乐天赋或更有数学头脑；天才总被埋没，得不到应有的回报；逆境出英才；天才有责任运用他们的天赋。","answer":"In the mythology of giftedness, it is popularly believed that if people are talented in one area, they must be defective in another, that intellectuals are impractical, that prodigies burn too brightly too soon and burn out, that gifted people are eccentric, that they are physical weaklings, that there's a thin line between genius and madness, that genius runs in families, that the gifted are so clever they don't need special help, that giftedness is the same as having a high IQ, that some races are more intelligent or musical or mathematical than others, that genius goes unrecognised and unrewarded, that adversity makes men wise or that people with gifts have a responsibility to use them. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是个超长的句子，有116个单词，但对句子结构进行拆分之后，意思就很好理解了。这是一个多重主从复合句，it是形式主语，13个that引导的都是主语从句，这13个句子是同等关系。第一个that引导的主语从句中又包含一个由if引导的条件状语从句。在that the gifted are so clever they don't need special help中，又包含一个由so…（that已省略）引导的结果状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"人类是如何并且从哪儿学到怎样去随意生产火焰还不得而知。","answer":"How and where man learnt how to produce flame at will is unknown. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。How and where引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"回溯起来，看来不可思议的是：在1939到1945年的世界大战结束后的几年内，很多国家建立了国民卫生体系，人们认为这样的国民卫生体系至少在理论上能够满足任何人群的所有基础卫生需求，经济增长中“看不见的手”将提供一切所需。","answer":"Looking back, it now seems quite incredible that in the national health systems that emerged in many countries in the years immediately after the 1939-45 World War, it was assumed without question that all the basic health needs of any community could be satisfied, at least in principle; the ‘invisible hand' of economic progress would provide. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句，第一个it是形式主语，第一个that引导的是主语从句。该主语从句本身又是一个主从复合句，画线的部分是由that引导的定语从句，修饰the national health systems；后面的it是形式主语，that引导的是主语从句，该主语从句又是由分号连接的两个简单句组成的并列句。"},{"imgSrc":[],"tagName":"H5","content":"（二）宾语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"积极的心理学家已经确定了24个我们钦佩的品质，例如忠诚和善良，并且正在研究它们，以期发现为什么一些人天生就具备这些品质。","answer":"Positive psychologists have identified 24 qualities we admire, such as loyalty and kindness, and are studying them to find out why they come so naturally to some people. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。we admire 是省略了引导词that的定语从句，修饰24 qualities；why引导的是宾语从句，作find out的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"我们很高兴的是，目前政府一直在非常积极地支持我们，并且已经开始提供基础设施方面的财政预算支持，这是我们向往已久的。","answer":"We are pleased that the current state administration has been very proactive in its support of us, and has come through with budgetary support of the infrastructure needs we have long sought. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作形容词pleased的宾语；该从句中的we have long sought是省略了引导词that的定语从句，修饰budgetary support。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"然而，其他人指出，在北方最早设立的气候站也只有50年。","answer":"Others, however, point out that the first weather stations in the far north date back just 50 years. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作point out的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"马科特综合乡村交通工程（MIPTP）致力于找到最适合当地居民的交通工具，这种工具必须是现有的、居民们买得起又愿意接受的东西。","answer":"MIRTP focused on what would be most appropriate for the inhabitants of Makete in terms of what was available, how much they could afford and what they were willing to accept. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个what引导的是宾语从句，作介词on的宾语；该宾语从句中又包含由what, how much, what引导的三个同等关系的宾语从句，作介词短语in terms of的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"珀金很快想到这种紫色的溶液可以被用来给织物染色，从而使之成为世界上的首款合成染料。","answer":"Perkin quickly grasped that his purple solution could be used to colour fabric, thus making it the world's first synthetic dye. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作动词grasped的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"但是，我们对外星生命是否存在感兴趣是有其他原因的。","answer":"However, there are other reasons for being interested in whether life exists elsewhere. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。whether引导的是宾语从句，作介词in的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"所以，只要这种文明存在，那就是在告诉我们，长期的生存是有可能的，这也给了我们乐观的理由。","answer":"The mere existence of such a civilisation will tell us that long-term survival is possible, and gives us some cause for optimism.","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作动词tell的直接宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"科学确认松果菊可以治疗伤口，并且已经被发现有助于缓解关节炎，Meyer不会对此感到惊奇，这些Meyer过去就提到过。","answer":"He might not be surprised that science has confirmed Echinacea's role as a treatment for wounds, or that it has been found to be helpful in relieving arthritis, both claims Meyer made for the herb.","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。两个that引导的是选择关系的宾语从句，作形容词surprised的宾语；Meyer made for the herb是省略了引导词that的定语从句，修饰both claims。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"我们不得不试验很多不同类型的涡轮机叶片，以避免这个问题的发生，或者至少确保它不会损坏涡轮机或影响其性能。","answer":"We have to test a number of blade types to avoid this happening or at least make sure it does not damage the turbines or reduce performance.","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。画线的部分是省略了引导词that的宾语从句，作make sure的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"你也许会感到好奇，我们是如何通过动物化石来判断它们是生活在水中还是陆地上的，尤其是只找到一些化石碎片的时候。","answer":"You might wonder how we can tell whether fossil animals lived on land or in water, especially if only fragments are found. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。how引导的是宾语从句，作动词wonder的宾语；该宾语从句中又包含一个由whether引导的宾语从句和一个由if引导的条件状语从句。"},{"imgSrc":[],"tagName":"H5","content":"（三）表语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"绘画和其他艺术形式的根本区别是，观看绘画不受时间限制。","answer":"A fundamental difference between paintings and other art forms is that there is no prescribed time over which a painting is viewed. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是表语从句；该表语从句中又包含一个由over which引导的定语从句，修饰prescribed time。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"一种可能性是，这些特征都消失了，然后又简单地再现，其方式和下面的情况非常类似，那就是相似的结构能独立出现在不相关的物种中，例如鲨鱼和虎鲸的背鳍。","answer":"One possibility is that these traits are lost and then simply reappear, in much the same way that similar structures can independently arise in unrelated species, such as the dorsal fins of sharks and killer whales. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个that引导的是表语从句；该表语从句中又包含一个由that引导的是同位语从句，作way的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"其他未解的问题包括鼻子是不是唯一受气味影响的身体器官，以及如何客观地测量无形的气味。","answer":"Other unanswered questions are whether the nose is the only part of the body affected by odours, and how smells can be measured objectively given the non-physical components. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。whether和how引导的都是表语从句；这两个表语从句由and连接，是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"这是因为他们，也只有他们才能改变镜子里的影像。","answer":"This is because they, and only they, can change the reflection in the mirror. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，because引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"需要立即解决的问题就是是否应该做这件事。","answer":"The immediate question was whether it should be done at all. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，whether引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"一种有关玩耍的比较流行的解释是，玩耍能帮助小动物发展成年之后捕猎、交配以及社交所需要的技能。","answer":"A popular explanation of play has been that it helps juveniles develop the skills they will need to hunt, mate and socialise as adults. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是表语从句；该从句中的they will need to hunt, mate and socialise as adults又是一个省略了引导词that的定语从句，修饰the skills。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"看起来这种文化传承使我们与蚂蚁相比有很大的优势。","answer":"It may seem that this cultural continuity gives us a huge advantage over ants. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。seem是半系动词，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"没有人比当地人更了解北极。这也是为什么当地人不满意站在一边，让外来专家告诉自己正在发生着什么。","answer":"Nobody knows the Arctic as well as the locals, which is why they are not content simply to stand back and let outside experts tell them what's happening. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。which引导的是非限制性定语从句，修饰前面的整个句子；该定语从句中又包含一个由why引导的表语从句，该表语从句中又包含一个由what引导的宾语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"香农认为，最基本的信息形式是事物的真伪——这可以用二进制单位“比特” 以1或者0的形式记录。","answer":"The most basic form of information, Shannon argued, is whether something is true or false—which can be captured in the binary unit, or ‘bit’, of the form 1 or 0. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。whether引导的是表语从句；该从句中又包含一个由which引导的非限制性定语从句，修饰true or false。Shannon argued是插入语。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"最新的观点认为，睡眠的主要目的是使身体得到休息，能量得到补充，从而身体有时间得到修复，组织得到复原。","answer":"The latest beliefs are that the main purposes of sleep are to enable the body to rest and replenish, allowing time for repairs to take place and for tissue to be regenerated. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H5","content":"（四）同位语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"当人们能够在任何地方看到《蒙娜·丽莎》的复制品时，他们却仍然前往卢浮宫博物馆观看原作，这样的事实使我们质疑当今世界关于艺术博物馆作用的一些假设。","answer":"The fact that people go to the Louvre museum in Paris to see the original painting Mona Lisa when they can see a reproduction anywhere leads us to question some assumptions about the role of museums of fine art in today's world. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。画线的部分是主句；that引导的是同位语从句，作fact的同位语；该从句中又包含一个由when引导的时间状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"这一点可以由以下事实作出解释：小说的发展正是因为技术的进步，该技术可以打印出大量文本，而油画作品一直都是作为独特的东西被制作的。","answer":"This might be explained by the fact that the novel has evolved precisely because of technological developments that made it possible to print out huge numbers of texts, whereas oil paintings have always been produced as unique objects. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个that引导的是同位语从句，作fact的同位语。在这个同位语从句中，whereas前是一个主从复合句，that引导的是定语从句，修饰technological developments；whereas后是一个简单句；whereas前后的句子是对比关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"尽管很多人相信睡眠是一件长期的事情，研究却显示，人们一晚上的睡眠可以分为5个阶段和4个周期，而在每个周期中，这些阶段周而复始地重复着。","answer":"Despite popular belief that sleep is one long event, research shows that, in an average night, there are five stages of sleep and four cycles, during which the sequence of stages is repeated. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个that引导的是同位语从句，作belief的同位语；第二个that引导的是宾语从句，作动词shows的宾语；该宾语从句中又包含一个由during which引导的非限制性定语从句，修饰four cycles。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"换句话说，我们开始意识到一个显而易见的事实，就是增长是有限制的。","answer":"In other words, we became aware of the obvious fact that there were ‘limits to growth’. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作fact的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"没有证据表明松果菊可以有效治疗蛇咬。但是，如果坚信松果菊功效的Meyer博士返世，看到现代科学正在使用“他的”药草，想必会非常高兴。","answer":"There is no evidence that Echinacea is effective against snakebite, but Dr Meyer—who genuinely believed in Echinacea—would probably be quite amused if he could come back and see the uses to which modern science has put ‘his’ herb. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句，that引导的是同位语从句，作evidence的同位语。but后一个多重主从复合句，画线的部分是主句，who引导的是非限制性定语从句，修饰Dr Meyer；if引导的是条件状语从句；该从句中又包含一个由to which引导的定语从句，修饰the uses。but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"有证据表明，所有现代海龟都是由一个陆生祖先进化而来的，该祖先比大多数恐龙出现的时间还要早。","answer":"There is evidence that all modern turtles are descended from a terrestrial ancestor which lived before most of the dinosaurs. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是同位语从句，作evidence的同位语；该从句中又包含一个由which引导的定语从句，修饰a terrestrial ancestor。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"此研究结果支持了世界银行的建议，那就是对发展中国家的教育预算应该增加，这样不仅可以提高它们的经济，而且可以改善这些国家儿童的健康。","answer":"The results of the study lend support to the World Bank's recommendation that education budgets in developing countries should be increased, not just to help their economics, but also to improve child healthcare. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作recommendation的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"柏拉图认为，幽默仅仅是一种因自己比他人优越而感到高兴的感觉。","answer":"Plato expressed the idea that humour is simply a delighted feeling of superiority over others. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是同位语从句，作idea的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"然而，怀疑者和倡导者却在这样的一个问题上达成共识：迄今为止令人印象最为深刻的证据出自所谓的“ganzfeld”（超感官知觉全域测试）实验中，这一德文术语的意思是“整个领域”。","answer":"Sceptics and advocates alike do concur on one issue, however: that the most impressive evidence so far has come from the so-called ‘ganzfeld’ experiments, a German term that means ‘whole field’. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个that引导的是同位语从句，作one issue的同位语；a German term是ganzfeld的同位语；第二个that引导的是定语从句，修饰a German term。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"这些晶体的大量涌现让我们感觉到问题越来越复杂。","answer":"The picture is made more complicated by the fact that these crystals occur in batches. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作fact的同位语。"},{"imgSrc":[],"tagName":"H5","content":"（五）定语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"然而，有些人在豪华的、最先进的中心工作，这些中心的设计旨在刺激创新，但工作在这儿的人们却发现他们的环境根本不会使他们感到有一点儿创造性。","answer":"There are, nevertheless, people working in luxurious, state-of-the-art centres designed to stimulate innovation who find that their environment doesn't make them feel at all creative. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。who引导的是定语从句，修饰people；该从句中又包含一个由that引导的宾语从句，作find的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"对于超高温火灾增多这种趋势的一种解释是，在最近几年，该地区夏季通常都很干燥，降水量明显低于正常水平。","answer":"One explanation for the trend to more superhot fires is that the region, which usually has dry summers, has had significantly below normal precipitation in many recent years. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是表语从句；该从句中又包含一个由which引导的非限制性定语从句，修饰the region。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"另一方面，水坝、水渠和其他基础设施还需要建设，尤其是在发展中国家，人们的基本需求还没有得到满足。","answer":"On the other hand, dams, aqueducts and other kinds of infrastructure will still have to be built, particularly in developing countries where basic human needs have not been met. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。where引导的是定语从句，修饰developing countries。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"这些讲座更加燃起了这名年轻化学家的激情，于是他后来又去了皇家化学学院听课，并成功地于1853年被该学院录取，那时他年仅15岁。","answer":"Those speeches fired the young chemist's enthusiasm further, and he later went on to attend the Royal College of Chemistry, which he succeeded in entering in 1853, at the age of 15. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个简单句。and后是一个主从复合句；which引导的是非限制性定语从句，修饰the Royal College of Chemistry。and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"对我们人类以及其他的陆地哺乳动物来说，有些感官是与生俱来的，然而对于鲸来讲，这些功能要么已经衰退或彻底消失，要么就无法在水中正常发挥作用。","answer":"Some of the senses that we and other terrestrial mammals take for granted are either reduced or absent in cetaceans or fail to function well in water. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是定语从句，修饰the senses。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"已经有例子表明，有些语言通过文字记录被保存了下来，而且还在后代中得以复兴。","answer":"There are examples of languages that have survived in written form and then been revived by latter generations. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是定语从句，修饰languages。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"这个研究组发现，那些得以保留独立感的老人更有可能在老年阶段保持身体健康。","answer":"The group found that those elderly people who were able to retain a sense of independence were more likely to stay healthy in old age. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作动词found的宾语；该从句中又包含一个由who引导的定语从句，修饰elderly people。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"例如，阿拉斯加的一个本地企业雇用当地人，开设了从安可雷齐到扣赞泊的空中旅游项目，在那里，游客可以吃到北极的食物，可以行走在苔原上，还可以观看当地音乐家和舞蹈家的表演。","answer":"For instance, a native corporation in Alaska, employing local people, is running an air tour from Anchorage to Kotzebue, where tourists eat Arctic food, walk on the tundra and watch local musicians and dancers. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。where引导的是非限制性定语从句，修饰Kotzebue。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"科学家早在60年前就首先认识到了这种做法的价值，当时他们发现喂低热量食物的小白鼠要比不控制饮食热量的小白鼠活得长，而且突发状况减少了，这种突发状况随着年龄的增加变得越来越普遍。","answer":"Scientists first recognised the value of the practice more than 60 years ago, when they found that rats fed a low-calorie diet lived longer on average than free-feeding rats and had a reduced incidence of conditions that become increasingly common in old age. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。when引导的是非限制性定语从句，修饰more than 60 years ago；该从句中的第一个that引导的是宾语从句；该宾语从句中又包含一个由that引导的定语从句，修饰conditions。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"科技英语没有及时盛行的第三个原因与现代早期英语语言方面的缺陷有关。","answer":"A third reason why the writing of original science in English was delayed may have been to do with the linguistic inadequacy of English in the early modern period. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。why引导的是定语从句，修饰a third reason。"},{"imgSrc":[],"tagName":"H5","content":"（六）状语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"因为智商测试确实受孩子们所学内容的影响，所以从某种程度上来说，它们就是对不同年龄的人目前成就的测评。","answer":"Because IQ tests are decidedly influenced by what the child has learned, they are to some extent measures of current achievement based on age-norms. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。Because引导的是原因状语从句；该从句中又包含一个由what引导的宾语从句，作介词by的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"哈佛商学院的研究表明，虽然某些人可能比其他人更具有创造力，但几乎每个人在适当的情况下都是有创造力的。","answer":"Studies at Harvard Business School show that, although some individuals may be more creative than others, almost every individual can be creative in the right circumstances. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作show的宾语，该从句中又包含一个由although引导的让步状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"虽然这些描述和现实差距甚远，但是它们抓住了最本质的事实：考古学是一个令人激动的探询——一个关于我们自身和过去的探询。","answer":"However far from reality such portrayals are, they capture the essential truth that archaeology is an exciting quest — the quest for knowledge about ourselves and our past. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。However引导的是让步状语从句，画线的部分是主句；that引导的是同位语从句，作truth的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"然而，教室噪声不只会给残疾孩子带来不利的影响，那些在语言沟通方面有障碍的孩子可能更是极易受到影响。","answer":"While the detrimental effects of noise in classroom situations are not limited to children experiencing disability, those with a disability that affects their processing of speech and verbal communication could be extremely vulnerable. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。While引导的是让步状语从句，画线的部分是主句；that引导的是定语从句，修饰a disability。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"考古学家需要描画出关于过去的一幅图画，正如科学家需要对自然界有一贯的观点一样。","answer":"The archaeologist has to develop a picture of the past, just as the scientist has to develop a coherent view of the natural world. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，just as引导的是比较状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"这些时段被称为日光时，因为它们的持续时间随着季节更替引起的昼夜长度的变化而改变。","answer":"These periods became known as temporal hours because their duration varied according to the changing length of days and nights with the passing of the seasons. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，because引导的是原因状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"因此，你也许会认为自从早期陆生时代开始，现代陆地乌龟就一直生活在陆地上，就像除了少数哺乳动物返回海洋以后，大多数的哺乳动物（还在陆地上生活）一样。","answer":"You might think, therefore, that modern land tortoises have probably stayed on land ever since those early terrestrial times, as most mammals did after a few of them went back to the sea. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，该从句中又包含一个由as引导的方式状语从句，该状语从句中又包含一个由after引导的时间状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"如果对汽车使用频率越来越高这一趋势视之不理，清理汽车的努力可能对减少污染无济于事。","answer":"The effort to clean up cars may do little to cut pollution if nothing is done about the tendency to drive them more. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，if引导的是条件状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"现在来看研究的核心，其中两个部门尝试改变监管方式，以降低决策层面并减少对工人复杂的监管。","answer":"Turning now to the heart of the study, in two divisions an attempt was made to change the supervision so that the decision levels were pushed down and detailed supervision of the workers reduced. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。so that引导的是目的状语从句；该从句又是由and连接的两个简单句组成的并列句，and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"到20世纪60年代中期，情况变得越发令人不安，又出现了4种新害虫，使得喷洒农药消灭害虫的费用占到了棉花生产费用的50%。","answer":"By the mid-1960s, the situation took an alarming turn with the outbreak of four more new pests, necessitating pesticide spraying to such an extent that 50% of the financial outlay on cotton production was accounted for by pesticides. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，such…that引导的是结果状语从句。"},{"imgSrc":[],"tagName":"H4","content":"二、雅思听力真题分析60例"},{"imgSrc":[],"tagName":"H5","content":"（一）主语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"但他想做的就是和当地人谈论他们古老的石雕，然后让他自己去进一步了解这一工艺流程。","answer":"But what he wanted to do was talk to the local people about their old stone carvings and then make one himself to learn more about the process. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，what引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"对它们（白熊）的生存有极大的关注，因为据估计只有不到200只白熊存活。","answer":"There is great concern for their survival since it is estimated that less than two hundred of these white bears remain. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。since引导的是原因状语从句；该从句本身又是一个主从复合句，it是形式主语，that引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"众所周知，中国和日本的食物含有味精，但是许多人似乎并不知道世界上其他地方的食物也使用味精。","answer":"It is widely known that Chinese and Japanese food contains MSG but many people don't seem to be aware that it is also used in foods in other parts of the world. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句。It是形式主语，that引导的是主语从句。but后也是一个主从复合句，that引导的是宾语从句，作形容词aware的宾语。but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"现在，表格快填完了，还需要了解你在选择住宿楼方面有什么偏好，我们会尽量考虑的。","answer":"Now, what we finish with on the form is really a list from you of what your priorities are in choosing a hall and we'll do our best to take these into account. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个主从复合句，第一个what引导的是主语从句；第二个what引导的是宾语从句，作介词of的宾语。and后是一个简单句。and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"游客蜂拥而来参观这个地方也就不足为奇了。","answer":"It's hardly surprising that tourists flock to see the area. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。It是形式主语，that引导的是主语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"这儿成为公共用地已经有上百年的时间了，你们会发现乌斯河非常有趣，它奔流8千米入海，而源头就在这块公共用地。","answer":"This has been public land for hundreds of years, and what you'll find interesting is that the River Ouse, which flows into the sea eighty kilometres away, has its source in the common. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个简单句。and后是一个多重主从复合句，what引导的是主语从句；that引导的是表语从句，该从句中又包含一个由which引导的非限制性定语从句，修饰the River Ouse。and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"是的，但是重要的是，经理能够处理相当大的个人压力。","answer":"Yes, but what's important is that managers are able to deal with quite high levels of personal stress. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。what引导的是主语从句，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"实际上，这个房子将来甚至可能产生多余的电量，这样主人就可以卖一部分给国家电网。","answer":"In fact, and it's possible that in future the house may even generate an electricity surplus, and that the owners will be able to sell some to the national grid. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。it是形式主语，两个that引导的都是主语从句；这两个主语从句由and连接，是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"经理们应该关注的目标应该是那些能在某个职位中起领导作用并且不怕承担责任的员工。","answer":"What managers should be targeting is those employees who can take the lead in a situation and are not afraid to accept the idea of responsibility. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。What引导的是主语从句；who引导的是定语从句，修饰those employees。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"一个众所周知的事实是在同样的工作场所，男人和女人做很多事情的方式都是不同的。","answer":"It's a well known fact that men and women do lots of things in different ways, and the workplace is no different. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。It是形式主语，that引导的是主语从句；该主语从句又是由and连接的两个简单句组成的并列句，and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H5","content":"（二）宾语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"我真的相信，大多数科学家会乐于接受某种方法，以防范这种（纳米）技术被滥用。","answer":"I really believe that most scientists would welcome a way to guard against unethical uses of such technology. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作动词believe的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"就生产而言，这意味着你只是使用你所需要的，所以不会有任何浪费。","answer":"In terms of production, this means that you only use what you need and so there wouldn't be any waste. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作动词means的宾语。在这个宾语从句中，so前面是一个主从复合句，what引导的是宾语从句，作动词use的宾语；so后面是一个简单句；so前后的句子是因果关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"我们真心感到高兴的是，外出从教几年之后，萨拉现在回到了公园，确保游客有吃的喝的，这使她非常忙。","answer":"We're really pleased that after some years away teaching, Sarah has now returned to the park and makes sure the visitors are kept fed and watered, which keeps her pretty busy. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作形容词pleased的宾语；该宾语从句本身又是一个主从复合句，画线的部分是省略了引导词that的宾语从句，作makes sure的宾语；which引导的是非限制性定语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"但是你得牢记每天只发一趟车，所以这取决于你的航班何时到达。","answer":"But you have to bear in mind that there is only one departure a day, so it depends what time your flight gets in. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句，that引导的是宾语从句，作bear in mind的宾语。在这个宾语从句中，so前面是一个简单句；so后面是一个主从复合句，what引导的是宾语从句，作动词depends的宾语；so前后的句子是因果关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"我们可以提供关于科学家应该带什么去南极洲的信息——例如，中心有一个服装仓库，那里给探险队员们提供可以在极端环境下穿的舒适衣服。","answer":"We're able to provide information about what scientists should take with them to the South Pole—for example, the centre contains a clothing warehouse where expeditions are supplied with suitable clothing for the extreme conditions. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：破折号前面是一个主从复合句，what引导的是宾语从句，作介词about的宾语。破折号后面也是一个主从复合句，where引导的是定语从句，修饰a clothing warehouse。破折号前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"嗯，我很高兴向大家报告，电力公司已经同意以80万美元的成本将电线转移到地下。","answer":"Well, I'm happy to report that the power company have agreed to move the power lines underground at a cost of $ 800,000. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作动词report的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"今天我要探讨的是它（味精）在这些美食中为什么如此受欢迎，并且更重要的是，它是如何改善食物味道的。","answer":"Today I am going to explore why it is so popular in these cuisines and, more importantly, how does it enhance the flavour of food. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。why和how引导的都是宾语从句，二者由and连接，是同等关系，都作动词explore的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"不管怎么说，我目前的研究就是尽力找到一种特定的蜜蜂，亚洲蜜蜂，并且看看它们在澳大利亚各州是否存在。","answer":"Anyway, my current research involves trying to find a particular type of bee, the Asian Honey Bee, and finding out whether there are any of them around in various states of Australia. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。whether引导的是宾语从句，作finding out的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"我想这真的可以改善该地区的外观，也会更安全。","answer":"I think that will really improve the look of the area, as well as being safer. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。think后面是宾语从句；注意：该从句中的that是主语，而非引导词。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"大家好，感谢你们邀请我参加你们的教师会，谈谈恐龙博物馆以及告诉你们一些关于你们的学生在那里可以做什么的问题。","answer":"Hello, and thank you for asking me to your teachers' meeting to talk about the Dinosaur Museum and to tell you a bit about what you can do with your students there.","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。what引导的是宾语从句，作介词about的宾语。"},{"imgSrc":[],"tagName":"H5","content":"（三）表语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":null,"answer":"And another argument was that there was no tradition of large ship-building in the communities lying to the east of Polynesia. ","describe":null},{"imgSrc":[],"tagName":"P","content":"译 文：另一个观点是，在波利尼西亚东部群落没有大型船舶建造的传统。"},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"另一个影响是，对环境的关注会促使厂商延长产品的生命周期，以减少污染和废弃物的数量。","answer":"Another influence is that concerns about the environment will force manufactures to extend product lifecycles, to reduce the amount of pollution and waste. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"令我感动的是，当人们开始和我相处得融洽，并且猜疑也少了的时候，我们真的通过一种有意义的方式将彼此联系到了一起。","answer":"What struck me was that when people became more comfortable with me and less suspicious, we really connected with each other in a meaningful way. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。What引导的是主语从句；that引导的是表语从句，该从句中又包含一个由when引导的时间状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"但这种鸟的有趣之处是我们能够精确地分析出它吃了什么；如果我们要寻找外来的昆虫，这真的非常有帮助。","answer":"But the interesting thing about this bird is that we are able to analyse exactly what it eats and that's really helpful if we're looking for introduced insects. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个多重主从复合句，that引导的是表语从句，该从句中又包含一个由what引导的宾语从句，作动词analyse的宾语；and后是一个主从复合句，if引导是条件状语从句；and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"我们大部分的场地在法国，而且目前我们有一个项目要发展到瑞士。","answer":"France is where we have the majority of sites, and we currently have a project to expand into Switzerland. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个主从复合句，where引导的是表语从句；and后是一个简单句；and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"另一个特征就是，沟通通常采用谈话的形式，而不是诸如正式会议或者书面记录的形式。","answer":"Another characteristic is that communication usually takes the form of conversations rather than, say, formal meetings or written memos. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"好的，老师们也认为那是一个很有价值的资源，但是我们注意到一件事情，许多学生用它来查看自己的私人邮件。","answer":"Well yes, the teachers agree that it is a very valuable resource but one thing we have noticed is that a lot of the students are using it to check their personal emails. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句，that引导的是宾语从句，作动词agree的宾语。but后也是一个主从复合句，we have noticed是省略了引导词that的定语从句，修饰one thing；that引导的是表语从句。but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"听起来真的是个挑战。","answer":"It sounds as if it was a real challenge. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。sounds是半系动词，as if引导的是表语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"马修斯发现，最好的是左右手都习惯——这是因为，曲棍球棒必须用在两个方向——手或者眼睛只擅长一侧是一种缺陷。","answer":"Matthews found that it was best to be mixed-handed—this is because a hockey stick must be deployed in two directions—it would be a drawback to have hand or eye favouring one side. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：第一个破折号前是一个主从复合句，that引导的是宾语从句，作动词found的宾语；两个破折号之间也是一个主从复合句，because引导的是表语从句；第二个破折号后是一个简单句。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"这个小床唯一的小问题就是它没有刹车，但他们认为这不是什么大问题。","answer":"The only slight problems with this cot were that it had no brakes, but they didn't think that mattered too much. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个主从复合句，that引导的是表语从句；but后也是一个主从复合句，think后面是宾语从句；but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H5","content":"（四）同位语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"所有这些影响都对白灵熊的生存有负面冲击，而这些熊的繁殖情况一直低得令人失望，这使一切更加糟糕。","answer":"All these influences have a negative impact on the spirit bear's very existence, which is made all the more fragile by the fact that reproduction among these bears has always been disappointingly low. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。which引导的是非限制性定语从句，修饰前面的整个句子；该从句中又包含一个由that引导的同位语从句，作fact的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"毫无疑问的是，纳米技术对人类文明来说意味着非常大的希望。","answer":"There's no doubt that nanotechnology promises so much for civilisation. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作no doubt的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"由于这些专家往往意识不到自己的无知，这使得情况进一步复杂化。","answer":"And the situation's complicated even further by the fact that experts are usually not aware of their own ignorance. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，that引导的是同位语从句，作fact的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"芋头石画风格因为其更加突出曲线形态而得名，这种曲线形态实际上有点儿像一种叫作芋头的蔬菜，类似于红薯。","answer":"The Yam style of painting got its name from the fact that it featured much curvier figures that actually resemble the vegetable called a yam, which is similar to a sweet potato. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。第一个that引导的是同位语从句，作fact的同位语；该同位语从句本身又是一个多重主从复合句，that引导的是定语从句，修饰figures；该定语从句中又包含一个由which引导的非限制性定语从句，修饰a yam。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"还有，它（纳瓦霍部落公园）一直是美国本土纳瓦霍人的家园，并且是所有与之（纳瓦霍人）相关的社会历史的发源地。","answer":"And then the fact that it's been home to native American Navajos and all the social history that goes with that. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。主句是省略句，（根据原文上下文）主句补充完整之后就是And then I thought from the fact；that引导的是同位语从句，作fact的同位语；该从句中又包含一个由that引导的定语从句，修饰history。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"我们的测试者所喜欢的是，它（小床）有四个轮子，因此很容易移动。","answer":"Our testers liked the fact that it had four wheels, so it was easy to move around. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作fact的同位语；该同位语从句又是由so连接的两个简单句组成的并列句，so前后的句子是因果关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"在侧面，我们的测试者感到不满意的是，小床的侧边无法打开，因此不太方便把新生儿抱出来。","answer":"On the minus side, our testers did not like the fact that the side of the cot did not drop down, making it difficult to pick up newborn babies. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作fact的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"这个（小床）的缺点是相当微不足道的；每个人都能感受到的唯一小瑕疵就是它没有轮子，任何人都可以发现的唯一其他问题就是有些图片仅仅是粘在上面的，因此很容易脱落。","answer":"The negatives for this one were quite minor; the only niggle everyone had was the fact that it has no wheels and the only other problem anyone could find, was that there were pictures which were simply stuck on and so could easily become detached. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：分号前是一个简单句。在分号后的句子中，and前是一个主从复合句，画线的部分是省略了引导词that的定语从句，修饰the only niggle, that引导的是同位语从句，作fact的同位语；and后是一个多重主从复合句，画线的部分是省略了引导词that的定语从句，修饰the only other problem, that引导的是表语从句，该从句中又包含一个由which引导的定语从句，修饰pictures；and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"例如，关于他们（新石器时代的定居者）是从英国来的这一理论在考古学方面是很难证实的。","answer":"For instance, there are considerable archaeological difficulties about the theory that they came from England. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作theory的同位语。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"但是关于他们是直接从欧洲大陆来的理论也有更大的实际问题。","answer":"But there are even greater practical problems about the theory that they came directly from continental Europe. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是同位语从句，作theory的同位语。"},{"imgSrc":[],"tagName":"H5","content":"（五）定语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"吸引和留住员工的典型例子就是传统的弹性工作时间和远程工作，技术的发展使远程工作成为可能，人们可以在家里、国外或者几乎在任何他们选择的地方工作。","answer":"Typical examples that will attract and retain staff are traditional ones like flexible hours and—something that has been made possible by advances in technology—remote working, with people based at their home, abroad, or almost anywhere they choose. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。第一个that引导的是定语从句，修饰examples；第二个that引导的也是定语从句，修饰something，这里的something指的是remote working；they choose是省略了引导词that的定语从句，修饰anywhere。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"例如，微小的空中纳米机器人实际上能被设计成用来恢复臭氧层，这可以减少全球变暖对地球的影响。","answer":"For instance, tiny airborne nano-robots could be programmed to actually rebuild the ozone layer, which could lessen the impact of global warming on our planet. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。which引导的是非限制性定语从句，修饰前面的整个句子。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"此外，他们建造了公路，这些路把熊通常觅食的地方割裂开来，并且许多冬眠的场所也已经没有了。","answer":"In addition, they have built roads which have fractured the areas where the bear usually feeds, and many hibernation sites have also been lost. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个多重主从复合句，which引导的是定语从句，修饰roads；该定语从句中又包含一个由where引导的定语从句，修饰the areas。and后是一个简单句。and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":null,"answer":"I'd visualise what he must have been like in the past, when he was sitting in his consulting room listening to his patients. ","describe":null},{"imgSrc":[],"tagName":"P","content":"译 文：我想象他过去一定是这样的，他坐在诊室里，倾听着他的病人讲话。"},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。what引导的是宾语从句，作动词visualise 的宾语；该宾语从句中又包含一个由when引导的非限制性定语从句，修饰the past。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"每天晚上都要看好几个小时的书，读那些下发的参考书目，并且我做了许多页笔记。","answer":"Every night I read for hours, using the lists of references that were given, and I made pages of notes. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：and前是一个主从复合句，that引导的是定语从句，修饰references；and后是一个简单句；and前后的句子是同等关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"不幸的是，这类事件（动物搁浅）经常在一些你要去的地方发生，这些地方有时候会突然退潮，使得一些动物发生混乱。","answer":"Unfortunately, this type of event is a frequent occurrence in some of the locations that you'll be travelling to, where sometimes the tide goes out suddenly, confusing the animals. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是定语从句，修饰some of the locations；where引导的是非限制性定语从句，也修饰some of the locations。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"另一种选择就是，挑一个有单独的卧室兼起居室的房间，这种房间实际上有更多的空间和更好的设施。","answer":"The other alternative is to opt for a single bedsit which actually has more space and better facilities. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。which引导的是定语从句，修饰a single bedsit。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"发布这类信息的一种方式就是地图。","answer":"And one way in which this information can be published is in the form of maps. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，in which引导的是定语从句，修饰one way。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"味精被普遍使用于日本菜的主要原因是传统习惯。","answer":"The main reason why MSG is more commonly used in Japanese meals is tradition. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。why引导的是定语从句，修饰reason。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"关于开放的时间，我们一周的每天都开放，除了周一下午1：30闭馆外，每天的开放时间是从早上9：00至下午8：00。","answer":"In regard to opening hours, we're open every day of the week from 9. 00 am to 8. 00 pm except on Mondays when we close at 1.30 pm. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。when引导的是定语从句，修饰Mondays。"},{"imgSrc":[],"tagName":"H5","content":"（六）状语从句"},{"imgSrc":[],"tagName":"H6","content":"Example 1"},{"title":"当你去俱乐部的时候，你不需要准备任何特殊的衣服或装备。","answer":"You don't have to have any special clothes or equipment when you visit the club. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，when引导的是时间状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 2"},{"title":"我们在更衣室内提供浴衣和吹风机，但重要的是记住带上你的照片卡，因为没有它你就不能进入房间。","answer":"We provide robes and hairdryers in the changing rooms, but it's very important to remember your photo card because you won't be able to get in without it. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个简单句；but后是一个主从复合句，because引导的是原因状语从句；but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 3"},{"title":"尽管维护白灵熊的栖息地很重要，但也需要更强调栖息地的扩张。","answer":"While it is important to maintain the spirit bear's habitat, there also needs to be more emphasis on its expansion. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。While引导的是让步状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 4"},{"title":"芝加哥大学副教授约翰·普雷斯科特指出，第五种味道的作用和之前的四种一样。","answer":"John Prescott, an associate professor at the University of Chicago, suggests that this fifth taste serves a purpose just as the other tastes do. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个多重主从复合句。that引导的是宾语从句，作suggests的宾语；该宾语从句中又包含一个由just as引导的比较状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 5"},{"title":"虽然那里的冬季寒冷多雪，但夏季又备受阳光的炙烤，以至于雨水无法渗透。","answer":"Although it's cold and snowy there in the winter, the earth is baked so hard in the summer sun that rainwater can't penetrate. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。Although引导的是让步状语从句，so…that引导的是结果状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 6"},{"title":"大家好，很高兴欢迎你们来到我们的野生生物俱乐部，也非常欣慰你们对乡村以及这个地区的植物和动物感兴趣。","answer":"Hello, I'm delighted to welcome you to our Wildlife Club, and very pleased that you're interested in the countryside and the plants and creatures of this area. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。that引导的是宾语从句，作形容词pleased的宾语。"},{"imgSrc":[],"tagName":"H6","content":"Example 7"},{"title":"在我们所有的营区内都有极好的洗刷设备：在中心处有洗碗机和晾衣绳，还有抹布和桶，以备你的帐篷在住宿期间清洗使用。","answer":"There are excellent washing facilities at all our sites, with washing machines and clothes lines in the central areas, along with mops and buckets in case your tent needs cleaning during your stay. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句，in case引导的是目的状语从句。"},{"imgSrc":[],"tagName":"H6","content":"Example 8"},{"title":"你通常会发现，它（任务文化）在公司产品市场竞争很激烈的地方，或者产品本身的存在周期很短的地方较为常见。","answer":"You usually find it where the market for the company's product is extremely competitive, or where the products themselves have a short life-span.","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：这是一个主从复合句。两个where引导的都是地点状语从句，二者由or连接，是选择关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 9"},{"title":"我开始研发大尺寸的火车头模型，但是直到我去了趟伯明翰附近的一个主题公园，我才对这个有更多的想法，并确定我们能做得更好！","answer":"I began to develop larger-scale models of locomotives but we didn't think anything more of it until I went on a trip to a theme park near Birmingham and decided we could do a much better job! ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个简单句；but后是一个多重主从复合句，until引导的是时间状语从句，该从句中的we could do a much better job是省略了引导词that的宾语从句，作动词decided的宾语；but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H6","content":"Example 10"},{"title":"最后，如果一个新的雇主打算雇用你，你需要证明自己是健康的或者是没有任何严重的外伤，你就可以在那儿进行一次免费的健康检查，但是你很有可能要支付保险体检的费用。","answer":"And finally, if you need to prove you're healthy or haven't had any serious injuries before a new employer will accept you, you can get a free fitness check-up there, but you'd most likely have to pay for insurance medicals though. ","describe":null},{"imgSrc":[],"tagName":"P","content":"语法破解：but前是一个多重主从复合句，画线的部分是主句，if引导的是条件状语从句；该条件状语从句本身又是一个主从复合句，you need to prove是主句，you're healthy or haven't had any serious injuries是省略了引导词that的宾语从句，作动词prove的宾语，before引导的是时间状语从句。but后是一个简单句。but前后的句子是转折关系。"},{"imgSrc":[],"tagName":"H4","content":"三、雅思写作和口语中的主从复合句"},{"imgSrc":[],"tagName":"P","content":"在雅思写作和口语中，除了使用简单句和并列句之外，还要能够用好主从复合句。"},{"imgSrc":[],"tagName":"P","content":"下面我们就举例讲解主从复合句的具体应用。"},{"imgSrc":[],"tagName":"H5","content":"（一）主语从句"},{"title":"据报道，许多国家发布了保护性的规定，禁止雇主只是因为年龄问题而拒绝求职者。","answer":"：It is reported that many countries have published protective regulations to forbid employers to reject job applicants just because of age.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句。It是形式主语，that引导的是主语从句。该句常用于写作、口语的“工作类和政府类”话题中。"},{"title":"总之，由于生活水平的提高以及廉价产品的供应，人们丢弃损坏的东西并用新的来代替是不可避免的。","answer":"：In conclusion, it is inevitable that people will discard damaged things and replace them with new ones due to the enhanced living standard as well as the availability of cheap products.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，it是形式主语，that引导的是主语从句。该句常用于写作、口语的“生活类”话题中。"},{"title":"谁应该对环境恶化负责还不清楚。","answer":"：Who should be responsible for the environmental degradation is still unknown.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句。Who引导的是主语从句。该句常用于写作、口语的“环境类”话题中。"},{"title":"是否应该在大城市的中心地区禁止私家车成了有争议的话题。","answer":"：Whether private cars should be banned in the central area of big cities has become an issue of controversy.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句。Whether引导的是主语从句。该句常用于写作、口语的“交通类和环境类”话题中。"},{"imgSrc":[],"tagName":"H5","content":"（二）宾语从句"},{"title":"本文将探讨为什么这么多的白领承受着失眠的痛苦。","answer":"：This essay aims to explore why so many white collar workers suffer from insomnia.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，why引导的是宾语从句，作动词explore的宾语。该句常用于写作、口语的“生活类和工作类”话题中。"},{"title":"一些人认为，要想了解其他国家，就有必要出国旅游，但是另外一些人认为，这么做没有必要，因为所有的信息都可以通过电视和互联网获取。","answer":"：Some people think that it is essential to travel abroad to learn about other countries, but other people believe that it is unnecessary to do so because all the information can be seen on TV and Internet.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：but前是一个主从复合句，that引导的是宾语从句，作动词think的宾语；but后是一个多重主从复合句，that引导的是宾语从句，作动词believe的宾语，该宾语从句中又包含一个由because引导的原因状语从句。该句常用于写作、口语的“旅游类和媒体类”话题中。"},{"title":"很高兴你要来看我，我一定要去机场接你。","answer":"：I am glad that you will come to see me and I must go to the airport to meet you.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：and前是一个主从复合句，that引导的是宾语从句，作形容词glad的宾语；and后是一个简单句；and前后的句子是同等关系。该句常用于写作的“书信类”话题中。"},{"title":"确实，我意识到两种方式都有潜在的缺陷。","answer":"：Certainly, I am aware of that both methods have potential pitfalls.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是宾语从句，作介词of的宾语。该句常用于在写作和口语中对两种方法进行分析或比较。"},{"imgSrc":[],"tagName":"H5","content":"（三）表语从句"},{"title":"第一个原因是，人们面临激烈的竞争，并且承受很大的压力。","answer":"：The first reason is that people face fierce competition and suffer from great pressure.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是表语从句。该句常用于写作、口语的“生活类和工作类”话题中。"},{"title":"主要的好处是乘坐飞机非常快捷、舒适。","answer":"：The major benefit is that air travel is extremely speedy and comfortable.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是表语从句。该句常用于写作、口语的“交通类和旅游类”话题中。"},{"title":"在现代社会，知识在人们的生活中起着不可或缺的作用，这也是教育话题常常能够吸引公众关注的原因。","answer":"：In modern society, knowledge is playing an indispensable role in people's life, which is why education issues can always attract public attention.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个多重主从复合句，which引导的是非限制性定语从句，该从句中又包含一个由why引导的表语从句。该句常用于写作、口语的“教育类和生活类”话题中。"},{"title":"出国留学的第一个不利之处就是学费非常高，这对于普通家庭来说意味着沉重的经济负担。","answer":"：The first disadvantage of studying abroad is that the tuition is very high, which means a heavy financial burden to the average family.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个多重主从复合句，that引导的是表语从句，该从句中又包含一个由which引导的非限制性定语从句。该句常用于写作、口语的“教育类和留学类”话题中。"},{"imgSrc":[],"tagName":"H5","content":"（四）同位语从句"},{"title":"仔细衡量了利弊之后，我们可以得出结论，那就是没有理由把纳税人的钱大量地用在文化保护上。","answer":"：After weighing both the advantages and disadvantages carefully, we can come to the conclusion that there is no point in spending large amounts of taxpayers' money on cultural preservation.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是同位语从句，作conclusion的同位语。该句常用于写作的“政府类和文化类”话题中。"},{"title":"尽管大多数人喜欢在电视上观看体育赛事，但我还是喜欢到现场观看比赛，原因如下。","answer":"：Despite the fact that most people prefer to see sports matches on TV, I would like to watch the competition to the scene because the following reasons.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是同位语从句，作fact的同位语。该句常用于写作、口语的“业余爱好类”话题中。"},{"title":"有相当多的人认为，政府应当对大学生的全部学费负责。","answer":"：A sizable percentage of the people hold the opinion that the government should be responsible for the full tuition of college students.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是同位语从句，作opinion的同位语。该句常用于写作、口语的“政府类和教育类”话题中。"},{"title":"在我来看，我完全同意后一观点，那就是因特网的优点大于弊端。","answer":"：For my part, I completely agree with the latter view that the Internet has more advantages than disadvantages.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，that引导的是同位语从句，作the latter view的同位语。该句常用于写作、口语的“互联网类”话题中。"},{"imgSrc":[],"tagName":"H5","content":"（五）定语从句"},{"title":"然而，关于这件事，很多人持有不同的观点。","answer":"：However, there are a large number of people who hold a different view concerning this case.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，who引导的是定语从句，修饰people。该句常用于写作中，表示引出另一方的不同观点。"},{"title":"为社会做些公益事业是个好办法，既对罪犯进行了惩罚，还能够鼓励他们开始新的生活。","answer":"：Doing something for society is a good measure, which not only punishes the criminals but also encourages them to begin a new life.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，which引导的是非限制性定语从句。该句常用于写作、口语的“犯罪类和社会类”话题中。"},{"title":"私营部门对科学研究感兴趣的根本原因是研究成果可以立即转化成盈利的产品。","answer":"：The main reason why the private sectors are interested in scientific research is that the findings of the research can be translated into profitable products immediately.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，why引导的是定语从句，修饰The main reason；that引导的是表语从句。该句常用于写作、口语的“经济类和科技类”话题中。"},{"title":"我几乎每天都在家练习瑜伽，并且每周去两次健身房，在那里我可以得到专业教练的指导。","answer":"：I practice Yoga nearly everyday at home and I go to a gym twice a week, where I can get instruction from a professional coach.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：and前是一个简单句；and后是一个主从复合句，where引导的是非限制性定语从句，修饰a gym；and前后的句子是同等关系。该句常用于口语的“休闲类和体育类”话题中。"},{"imgSrc":[],"tagName":"H5","content":"（六）状语从句"},{"title":"自从人类存在于这个世界上以来，动物就一直陪伴着我们。","answer":"：Since human beings existed in the world, animals have always been accompanying with us.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句。Since引导的是时间状语从句。该句常用于写作、口语的“动物类”话题中。"},{"title":"我喜欢听收音机，因为它是我了解外面世界的一个很好的途径。","answer":"：I like listening to the radio because it is a good way for me to know the outside world.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，because引导的是原因状语从句。该句常用于口语的“爱好类”话题中。"},{"title":"具备人工智能的机器人系统可以执行很多繁重的工业任务，因此人们可以腾出空来，去完成更具创造性的任务。","answer":"：Robotic systems with artificial intelligence can perform many burdensome industrial duties so that people can be released to concentrate on more creative tasks.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：这是一个主从复合句，so that引导的是结果状语从句。该句常用于写作、口语的“科技类和工作类”话题中。"},{"title":"我们保护一种正在消亡的语言，就是在保护文化的多样性；我们失去一种语言，就是失去一种文化遗产。","answer":"：When we preserve a language which is dying out, we preserve the cultural diversity; when we lose a language, we lose a cultural heritage.","describe":null},{"imgSrc":[],"tagName":"P","content":"点评：分号前是一个多重主从复合句。When引导的是时间状语从句，该从句中又包含一个由which引导的定语从句，修饰a language。分号后是一个主从复合句，when引导的是时间状语从句。该句常用于写作、口语的“语言类和文化类”话题中。"}]}